Repository: natefox2017/cook
Catalog: ios/Recipe/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt, zh_hans, zh_hant

source: RecipePouch does not upload this library unless cloud sync is enabled for a signed-in account. Opening a source link takes you to the source website, where that site’s own practices apply.
ja: サインインしてクラウド同期を有効にしない限り、RecipePouchがこのライブラリをアップロードすることはありません。ソースリンクを開くと元のサイトに移動し、そのサイト独自の規約が適用されます。
zh_hans: 除非登录账号并启用云端同步，否则 RecipePouch 不会上传此食谱库。打开来源链接会跳转到来源网站，该网站自身的隐私和使用规则仍然适用。
zh_hant: 除非登入帳號並啟用雲端同步，否則 RecipePouch 不會上傳此食譜庫。開啟來源連結會前往來源網站，該網站本身的隱私和使用規則仍然適用。

source: Save recipes from links, photos, documents, or your own notes. Then cook, plan, and shop from the same library.
ja: リンク、写真、書類、自分のメモからレシピを保存し、同じライブラリから調理、計画、買い物ができます。
zh_hans: 从链接、照片、文档或自己的笔记中保存食谱，然后在同一个食谱库中烹饪、计划和购物。
zh_hant: 從連結、照片、文件或自己的筆記中儲存食譜，然後在同一個食譜庫中烹飪、計畫和購物。

source: Sign out first to erase only this iPhone's data. Cloud data and your subscription are not deleted; signing in again may restore synced recipes.
ja: このiPhoneのデータだけを消去するには、先にサインアウトしてください。クラウドデータとサブスクリプションは削除されません。再度サインインすると同期済みレシピが復元される場合があります。
zh_hans: 请先退出账号，再仅删除这部 iPhone 上的数据。云端数据和订阅不会删除；重新登录后可能会恢复已同步的食谱。
zh_hant: 請先登出帳號，再僅刪除這部 iPhone 上的資料。雲端資料和訂閱不會刪除；重新登入後可能會還原已同步的食譜。

source: Sign out of your RecipePouch account before deleting only this iPhone's data. Your cloud library will stay intact.
ja: このiPhoneのデータだけを削除する前に、RecipePouchアカウントからサインアウトしてください。クラウドライブラリはそのまま残ります。
zh_hans: 如需仅删除这部 iPhone 上的数据，请先退出 RecipePouch 账号。云端食谱库会保留。
zh_hant: 如需僅刪除這部 iPhone 上的資料，請先登出 RecipePouch 帳號。雲端食譜庫會保留。

source: Start Cooking opens one step at a time. You can move between steps and use timers where a duration is available. Keep Screen Awake in Profile controls whether your screen stays on during cooking.
ja: 「調理を開始」をタップすると手順が1つずつ表示されます。手順を移動したり、時間が設定された手順でタイマーを使ったりできます。Profileの「調理中に画面をスリープさせない」で調理中の画面点灯を設定できます。
zh_hans: “开始烹饪”会逐步显示做法。你可以切换步骤，并为有时长的步骤使用计时器。“个人中心”中的“烹饪时保持屏幕常亮”可控制烹饪期间屏幕是否常亮。
zh_hant: 「開始烹飪」會逐步顯示做法。你可以切換步驟，並為有時長的步驟使用計時器。「個人中心」中的「烹飪時保持螢幕恆亮」可控制烹飪期間螢幕是否恆亮。

# Step %@ of %@
source: Step %1$@ of %2$@
ja: %@ / %@ ステップ
zh_hans: 第 %@ 步，共 %@ 步
zh_hant: 第 %@ 步，共 %@ 步

source: The normal path is Share → RecipePouch. You can also paste a link, use a photo, paste text, import a document, or create a recipe manually.
ja: 通常は共有メニューからRecipePouchに送ります。リンクや写真、テキスト、書類を取り込んだり、レシピを手動で作成したりすることもできます。
zh_hans: 通常流程是通过系统分享发送到 RecipePouch。你也可以粘贴链接、使用照片、粘贴文本、导入文档或手动创建食谱。
zh_hant: 一般流程是透過系統分享傳送至 RecipePouch。你也可以貼上連結、使用照片、貼上文字、匯入文件或手動建立食譜。

source: The timer is running. To also receive an alert when Recipe is closed, enable notifications in Profile.
ja: タイマーは動作中です。RecipePouchを閉じた後も通知を受け取るには、Profileで通知を有効にしてください。
zh_hans: 计时器正在运行。若要在关闭 RecipePouch 后也收到提醒，请在“个人中心”启用通知。
zh_hant: 計時器正在執行。若要在關閉 RecipePouch 後也收到提醒，請在「個人中心」啟用通知。

source: The website couldn't be read (HTTP %lld). You can keep the link and add the recipe details.
ja: ウェブサイトを読み取れませんでした（HTTP %lld）。リンクを保存してレシピの詳細を追加できます。
zh_hans: 无法读取此网站（HTTP %lld）。你可以保留链接并补充食谱信息。
zh_hant: 無法讀取此網站（HTTP %lld）。你可以保留連結並補充食譜資訊。

# This changes %@ for %@. Both recipes stay in your library.
source: This changes %1$@ for %2$@. Both recipes stay in your library.
ja: %@の%@が変更されます。両方のレシピはライブラリに残ります。
zh_hans: 这会更改 %@ 的 %@。两份食谱都会保留在食谱库中。
zh_hant: 這會變更 %@ 的 %@。兩份食譜都會保留在食譜庫中。

source: This deletes only data on this iPhone. Sign out first; cloud data and your App Store subscription remain intact. Signing in again may restore cloud recipes. Export local data first if needed.
ja: このiPhoneのデータだけが削除されます。先にサインアウトしてください。クラウドデータとApp Storeのサブスクリプションは残り、再度サインインするとクラウドのレシピが復元される場合があります。必要に応じて先にローカルデータをエクスポートしてください。
zh_hans: 这只会删除此 iPhone 上的数据。请先退出账号；云端数据和 App Store 订阅会保留。重新登录后可能会恢复云端食谱。如有需要，请先导出本机数据。
zh_hant: 這只會刪除此 iPhone 上的資料。請先登出帳號；雲端資料和 App Store 訂閱會保留。重新登入後可能會還原雲端食譜。如有需要，請先匯出本機資料。

source: Local RecipePouch data deleted.
ja: RecipePouch のローカルデータを削除しました。
zh_hans: RecipePouch 本地数据已删除。
zh_hant: RecipePouch 本機資料已刪除。

source: This file is too large. Choose a smaller image or a recipe document under 10 MB.
ja: ファイルが大きすぎます。小さい画像、または10 MB未満のレシピ書類を選んでください。
zh_hans: 文件过大。请选择较小的图片，或小于 10 MB 的食谱文档。
zh_hant: 檔案過大。請選擇較小的照片，或小於 10 MB 的食譜文件。

source: This library changed on another device. Download the latest version before retrying.
ja: このライブラリは別のデバイスで変更されました。最新バージョンをダウンロードしてから再試行してください。
zh_hans: 此食谱库已在另一台设备上更改。请先下载最新版本再重试。
zh_hant: 此食譜庫已在另一部裝置上變更。請先下載最新版本再重試。

source: This library snapshot cannot be sent to cloud sync.
ja: このライブラリのスナップショットはクラウド同期に送信できません。
zh_hans: 无法将此食谱库快照发送到云同步。
zh_hant: 無法將此食譜庫快照傳送至雲端同步。

source: This page doesn't contain a readable recipe. Your link can still be saved; add its text or a screenshot to complete it.
ja: このページからレシピを読み取れませんでした。リンクは保存できます。テキストやスクリーンショットを追加して補完してください。
zh_hans: 此页面没有可读取的食谱。你仍可保存链接，然后添加文本或截图来补全食谱。
zh_hant: 此頁面沒有可讀取的食譜。你仍可儲存連結，然後新增文字或截圖來補完整食譜。

source: This recipe contains more than 100,000 characters. Choose a shorter document or paste a shorter section. Nothing was imported.
ja: このレシピは100,000文字を超えています。短い書類を選ぶか、短い範囲を貼り付けてください。今回は何も取り込まれていません。
zh_hans: 此食谱超过 100,000 个字符。请选择较短的文档或粘贴较短的内容。本次未导入任何内容。
zh_hant: 此食譜超過 100,000 個字元。請選擇較短的文件或貼上較短的內容。本次未匯入任何內容。

source: This version stores your recipes, recipe images, source information, grocery list, meal plan and preferences on this iPhone. Your local profile is optional and does not create an online account.
ja: このバージョンでは、レシピ、画像、ソース情報、買い物リスト、Meal Plan、設定がこのiPhoneに保存されます。ローカルプロフィールは任意で、オンラインアカウントは作成されません。
zh_hans: 此版本会将食谱、食谱图片、来源信息、购物清单、周计划和偏好设置保存在这部 iPhone 上。你可以选择填写本机个人资料，这不会创建在线账号。
zh_hant: 此版本會將食譜、食譜照片、來源資訊、購物清單、週計畫和偏好設定保存在這部 iPhone 上。你可以選擇填寫本機個人資料，這不會建立線上帳號。

source: Timer: %@
ja: タイマー：%@
zh_hans: 计时器：%@
zh_hant: 計時器：%@

source: Tip: private pages and social videos may not expose complete recipe text. Keep the source link and add text or screenshots when needed.
ja: 非公開ページやSNS動画ではレシピの全テキストを取得できない場合があります。ソースリンクを残し、必要に応じてテキストやスクリーンショットを追加してください。
zh_hans: 提示：私人页面和社交视频可能无法提供完整食谱文本。请保留来源链接，并在需要时补充文本或截图。
zh_hant: 提示：私人頁面和社群影片可能無法提供完整食譜文字。請保留來源連結，並在需要時補充文字或截圖。

# You completed %@ of %@ steps for %@.
source: You completed %1$@ of %2$@ steps for %3$@.
ja: %@の手順 %@ / %@ が完了しました。
zh_hans: %@ 已完成 %@ / %@ 个步骤。
zh_hant: %@ 已完成 %@ / %@ 個步驟。

source: Your RecipePouch account identifies future private cloud data. It is separate from the Apple ID that owns an App Store subscription.
ja: RecipePouchアカウントは今後のプライベートなクラウドデータを識別します。App Storeのサブスクリプションを所有するApple IDとは別です。
zh_hans: RecipePouch 账号用于标识今后的私有云端数据，与拥有 App Store 订阅的 Apple ID 相互独立。
zh_hant: RecipePouch 帳號用來識別未來的私有雲端資料，與擁有 App Store 訂閱的 Apple ID 彼此獨立。

source: Your cooking timer is ready
ja: 調理タイマーが終了しました
zh_hans: 烹饪计时器已结束
zh_hant: 烹飪計時器已結束

source: Add breakfast
ja: 朝食を追加
zh_hans: 添加早餐
zh_hant: 新增早餐

source: Add lunch
ja: 昼食を追加
zh_hans: 添加午餐
zh_hant: 新增午餐

source: Add dinner
ja: 夕食を追加
zh_hans: 添加晚餐
zh_hant: 新增晚餐

source: Change breakfast
ja: 朝食を変更
zh_hans: 更换早餐
zh_hant: 更換早餐

source: Change lunch
ja: 昼食を変更
zh_hans: 更换午餐
zh_hant: 更換午餐

source: Change dinner
ja: 夕食を変更
zh_hans: 更换晚餐
zh_hant: 更換晚餐

source: From a recipe or social app, use Share and choose RecipePouch. The share extension receives it quickly so you can return to the source app. If sharing is unavailable, use Add Recipe to paste a link, add text or an image, or create a recipe manually.
ja: レシピやSNSアプリの共有メニューからRecipePouchを選びます。共有機能がすぐに受け取るので、元のアプリに戻れます。共有できない場合は「レシピを追加」からリンク、テキスト、画像を追加するか、手動で作成してください。
zh_hans: 在食谱或社交 App 中打开系统分享并选择 RecipePouch。分享扩展会快速接收内容，让你返回来源 App。如果无法分享，可使用“添加食谱”粘贴链接、添加文本或图片，或手动创建食谱。
zh_hant: 在食譜或社群 App 中開啟系統分享並選擇 RecipePouch。分享延伸功能會快速接收內容，讓你返回來源 App。如果無法分享，可使用「新增食譜」貼上連結、新增文字或照片，或手動建立食譜。

source: Use Add to Groceries in a recipe, choose the servings and ingredients, then add them to your list. In Groceries, tap a circle to mark an item bought, tap its name to edit, or swipe for more actions.
ja: レシピで「買い物リストに追加」を選び、人数と材料を選んでリストに追加します。Groceriesでは、丸印をタップして購入済みにし、名前をタップして編集するか、スワイプしてその他の操作を表示します。
zh_hans: 在食谱中选择“加入购物清单”，再选择份数和食材并添加到清单。在“购物清单”中，点圆圈可标记为已购买，点名称可编辑，也可轻扫查看更多操作。
zh_hant: 在食譜中選擇「加入購物清單」，再選擇份數和食材並新增至清單。在「購物清單」中，點選圓圈可標記為已購買，點選名稱可編輯，也可輕掃查看更多操作。

source: RecipePouch account and cloud data deleted. Local data on this iPhone was kept.
ja: RecipePouchアカウントとクラウドデータを削除しました。このiPhoneのローカルデータは保持されています。
zh_hans: RecipePouch 账号和云端数据已删除。这部 iPhone 上的本机数据已保留。
zh_hant: RecipePouch 帳號和雲端資料已刪除。這部 iPhone 上的本機資料已保留。

source: This deletes the signed-in RecipePouch account and cloud data. Local data on this iPhone stays until you delete it separately. This does not cancel an App Store subscription.
ja: サインイン中のRecipePouchアカウントとクラウドデータを削除します。このiPhoneのローカルデータは別途削除するまで残ります。App Storeのサブスクリプションは解約されません。
zh_hans: 这会删除已登录的 RecipePouch 账号和云端数据。此 iPhone 上的本机数据会保留，直到你单独删除。此操作不会取消 App Store 订阅。
zh_hant: 這會刪除已登入的 RecipePouch 帳號和雲端資料。此 iPhone 上的本機資料會保留，直到你另外刪除。此操作不會取消 App Store 訂閱。

source: Export failed: %@
ja: エクスポートに失敗しました：%@
zh_hans: 导出失败：%@
zh_hant: 匯出失敗：%@

source: RecipePouch is designed as a private recipe utility. It does not publish your recipes to a public feed.
ja: RecipePouchはプライベートなレシピ管理ツールとして設計されており、レシピを公開フィードに投稿しません。
zh_hans: RecipePouch 是一款私人的食谱管理工具，不会将你的食谱发布到公开动态。
zh_hant: RecipePouch 是一款私人的食譜管理工具，不會將你的食譜發布到公開動態。

source: Automated imports may send source material to RecipePouch’s backend only when processing is required. Provider secrets remain server-side.
ja: 自動取り込みでは、処理が必要な場合に限りソース情報をRecipePouchのバックエンドに送信します。プロバイダーの秘密情報はサーバー側に保管されます。
zh_hans: 仅在需要处理时，自动导入才会将来源内容发送到 RecipePouch 后端。服务提供方密钥仅保留在服务器端。
zh_hant: 僅在需要處理時，自動匯入才會將來源內容傳送至 RecipePouch 後端。服務提供方金鑰僅保留在伺服器端。

source: App Store purchases are managed by Apple. Your App Store purchase identity and RecipePouch account are treated as separate identities.
ja: App Storeの購入はAppleが管理します。App Storeの購入に使うアカウントとRecipePouchアカウントは別々に扱われます。
zh_hans: App Store 购买项目由 Apple 管理。App Store 购买身份与 RecipePouch 账号彼此独立。
zh_hant: App Store 購買項目由 Apple 管理。App Store 購買身分與 RecipePouch 帳號彼此獨立。

source: You can export local data and request deletion of your RecipePouch account data from Settings.
ja: Settingsからローカルデータをエクスポートし、RecipePouchアカウントデータの削除を申請できます。
zh_hans: 你可以在“设置”中导出本机数据，并申请删除 RecipePouch 账号数据。
zh_hant: 你可以在「設定」中匯出本機資料，並申請刪除 RecipePouch 帳號資料。

source: Choose how to connect this iPhone’s local library to your RecipePouch account.
ja: このiPhoneのローカルライブラリをRecipePouchアカウントに接続する方法を選んでください。
zh_hans: 选择如何将这部 iPhone 上的本机食谱库连接到 RecipePouch 账号。
zh_hant: 選擇如何將這部 iPhone 上的本機食譜庫連結至 RecipePouch 帳號。

source: Both this iPhone and the cloud changed the same data. Choose which version to keep for each conflict.
ja: このiPhoneとクラウドで同じデータが変更されました。競合ごとに残すバージョンを選択してください。
zh_hans: 这部 iPhone 和云端都更改了同一项数据。请为每个冲突选择要保留的版本。
zh_hant: 這部 iPhone 和雲端都變更了同一項資料。請為每個衝突選擇要保留的版本。

source: Your library could not be read. Its original file has been preserved.
ja: ライブラリを読み込めませんでした。元のファイルは保持されています。
zh_hans: 无法读取食谱库。原始文件已保留。
zh_hant: 無法讀取食譜庫。原始檔案已保留。

source: This recipe is no longer in your library.
ja: このレシピはライブラリにありません。
zh_hans: 此食谱已不在你的食谱库中。
zh_hant: 此食譜已不在你的食譜庫中。

source: This item is no longer available. Please reopen the recipe or list.
ja: この項目は利用できません。レシピまたはリストを開き直してください。
zh_hans: 此项目已不可用。请重新打开食谱或清单。
zh_hant: 此項目已無法使用。請重新開啟食譜或清單。

source: This library was saved in an unsupported format. Its original file has been preserved.
ja: このライブラリは未対応の形式で保存されています。元のファイルは保持されています。
zh_hans: 此食谱库以不受支持的格式保存。原始文件已保留。
zh_hant: 此食譜庫以不支援的格式儲存。原始檔案已保留。

source: Ingredient amounts must be finite numbers of zero or more.
ja: 材料の量は0以上の有限数で入力してください。
zh_hans: 食材用量必须是大于或等于零的有限数值。
zh_hant: 食材用量必須是大於或等於零的有限數值。

source: Choose a positive, finite serving multiplier.
ja: 人数の倍率には有限の正数を指定してください。
zh_hans: 份数倍率必须是有限的正数。
zh_hant: 份數倍率必須是有限的正數。

source: This amount cannot be calculated without losing precision. Keep the original amount or edit it.
ja: 精度を保ったままこの量を計算できません。元の量を保持するか編集してください。
zh_hans: 此用量无法在不损失精度的情况下计算。请保留原始用量或进行编辑。
zh_hant: 此用量無法在不損失精度的情況下計算。請保留原始用量或進行編輯。

source: Give each ingredient a name, or remove the empty row.
ja: 各材料に名前を入力するか、空の行を削除してください。
zh_hans: 请为每种食材填写名称，或移除空白行。
zh_hant: 請為每種食材填寫名稱，或移除空白列。

source: %@ must be a whole number between %@ and %@, or left blank.
ja: %@には%@から%@までの整数を入力するか、空欄にしてください。
zh_hans: %@ 必须填写 %@ 到 %@ 之间的整数，也可以留空。
zh_hant: %@ 必須填寫 %@ 到 %@ 之間的整數，也可以留白。

source: Local only
ja: ローカルのみ
zh_hans: 仅本机
zh_hant: 僅本機

source: Waiting for your choice
ja: 選択を待っています
zh_hans: 等待你选择
zh_hant: 等待你選擇

source: Needs attention
ja: 要確認
zh_hans: 需要处理
zh_hant: 需要處理

source: Meal plan slot
ja: Meal Planの食事枠
zh_hans: 计划餐次
zh_hant: 計畫餐次

source: Grocery item
ja: 買い物リストの項目
zh_hans: 购物清单项目
zh_hant: 購物清單項目

source: Meal plan entry
ja: Meal Planの予定
zh_hans: 周计划条目
zh_hant: 週計畫項目

source: Collection membership
ja: コレクションへの登録
zh_hans: 食谱册归属
zh_hant: 食譜集歸屬

source: Not requested
ja: 未リクエスト
zh_hans: 未申请
zh_hant: 尚未要求

source: Off in iOS Settings
ja: iOSの設定でオフ
zh_hans: 已在 iOS 设置中关闭
zh_hant: 已在 iOS 設定中關閉

source: Allowed
ja: 許可済み
zh_hans: 已允许
zh_hant: 已允許

source: Quiet delivery
ja: 通知を目立たせずに配信
zh_hans: 静默推送
zh_hant: 靜默傳送

source: Temporarily allowed
ja: 一時的に許可
zh_hans: 暂时允许
zh_hant: 暫時允許

source: Check iOS Settings
ja: iOSの設定を確認
zh_hans: 请检查 iOS 设置
zh_hant: 請檢查 iOS 設定

source: About & Your Data
ja: 情報とデータについて
zh_hans: 关于与数据
zh_hant: 關於與資料

source: Add Timer
ja: タイマーを追加
zh_hans: 添加计时器
zh_hant: 新增計時器

source: Allow Timer Reminders
ja: タイマー通知を許可
zh_hans: 允许计时器提醒
zh_hant: 允許計時器提醒

source: Checking notification access
ja: 通知へのアクセスを確認中
zh_hans: 正在检查通知权限
zh_hant: 正在檢查通知權限

source: Choose a Recipe
ja: レシピを選択
zh_hans: 选择食谱
zh_hant: 選擇食譜

source: Clear bought items?
ja: 購入済みの項目を削除しますか？
zh_hans: 清除已购买的项目？
zh_hant: 清除已購買的項目？

source: Collection
ja: コレクション
zh_hans: 食谱册
zh_hant: 食譜集

source: Cook step by step
ja: 手順に沿って調理
zh_hans: 逐步烹饪
zh_hant: 逐步烹飪

source: Cooking Mode
ja: 調理モード
zh_hans: 烹饪模式
zh_hant: 烹飪模式

source: Couldn't finish importing
ja: 取り込みを完了できませんでした
zh_hans: 无法完成导入
zh_hant: 無法完成匯入

source: Couldn't save your recipe
ja: レシピを保存できませんでした
zh_hans: 无法保存食谱
zh_hant: 無法儲存食譜

source: Couldn’t plan recipe
ja: レシピを予定に追加できませんでした
zh_hans: 无法安排食谱
zh_hant: 無法安排食譜

source: Couldn’t save
ja: 保存できませんでした
zh_hans: 无法保存
zh_hant: 無法儲存

source: Couldn’t save item
ja: 項目を保存できませんでした
zh_hans: 无法保存项目
zh_hant: 無法儲存項目

source: Couldn’t update groceries
ja: 買い物リストを更新できませんでした
zh_hans: 无法更新购物清单
zh_hant: 無法更新購物清單

source: Couldn’t update meal plan
ja: Meal Planを更新できませんでした
zh_hans: 无法更新周计划
zh_hant: 無法更新週計畫

source: Couldn’t save profile
ja: プロフィールを保存できませんでした
zh_hans: 无法保存个人资料
zh_hant: 無法儲存個人資料

source: Couldn’t update reminders
ja: リマインダーを更新できませんでした
zh_hans: 无法更新提醒设置
zh_hant: 無法更新提醒設定

source: Delete All RecipePouch Data
ja: RecipePouchのすべてのデータを削除
zh_hans: 删除所有 RecipePouch 数据
zh_hant: 刪除所有 RecipePouch 資料

source: Delete RecipePouch account?
ja: RecipePouchアカウントを削除しますか？
zh_hans: 删除 RecipePouch 账号？
zh_hant: 刪除 RecipePouch 帳號？

source: Delete all local RecipePouch data?
ja: RecipePouchのローカルデータをすべて削除しますか？
zh_hans: 删除所有 RecipePouch 本机数据？
zh_hant: 刪除所有 RecipePouch 本機資料？

source: Delete all local data?
ja: ローカルデータをすべて削除しますか？
zh_hans: 删除所有本机数据？
zh_hant: 刪除所有本機資料？

source: Delete collection?
ja: コレクションを削除しますか？
zh_hans: 删除食谱册？
zh_hant: 刪除食譜集？

source: Delete this recipe?
ja: このレシピを削除しますか？
zh_hans: 删除此食谱？
zh_hant: 刪除此食譜？

source: Discard your changes?
ja: 変更を破棄しますか？
zh_hans: 放弃更改？
zh_hant: 放棄變更？

source: Email (optional)
ja: メールアドレス（任意）
zh_hans: 电子邮件（可选）
zh_hant: 電子郵件（選填）

source: Exporting and deleting
ja: エクスポートと削除
zh_hans: 导出与删除
zh_hant: 匯出與刪除

source: Finish and stop active timers?
ja: 調理を終了して実行中のタイマーを停止しますか？
zh_hans: 结束烹饪并停止正在运行的计时器？
zh_hant: 結束烹飪並停止正在執行的計時器？

source: Getting Started
ja: はじめに
zh_hans: 入门指南
zh_hant: 入門指南

source: Keep a copy
ja: コピーを保存
zh_hans: 保存副本
zh_hant: 保留副本

source: Licenses
ja: ライセンス
zh_hans: 许可协议
zh_hant: 授權條款

source: Make it yours
ja: レシピを編集
zh_hans: 自定义食谱
zh_hant: 自訂食譜

source: Open iOS Settings
ja: iOSの設定を開く
zh_hans: 打开 iOS 设置
zh_hant: 開啟 iOS 設定

source: Paste recipe text
ja: レシピのテキストを貼り付け
zh_hans: 粘贴食谱文本
zh_hant: 貼上食譜文字

source: Plan your week
ja: 1週間の献立を計画
zh_hans: 计划一周餐食
zh_hant: 規劃一週餐食

source: Recipe sources
ja: レシピのソース
zh_hans: 食谱来源
zh_hant: 食譜來源

source: Recipe text is too long
ja: レシピのテキストが長すぎます
zh_hans: 食谱文本过长
zh_hant: 食譜文字過長

source: Remove planned meal?
ja: 予定した食事を削除しますか？
zh_hans: 移除此计划餐次？
zh_hant: 移除此計畫餐次？

source: Remove this item?
ja: この項目を削除しますか？
zh_hans: 移除此项目？
zh_hant: 移除此項目？

source: Rename Collection
ja: コレクション名を変更
zh_hans: 重命名食谱册
zh_hant: 重新命名食譜集

source: Replace planned meal?
ja: 予定した食事を置き換えますか？
zh_hans: 替换计划餐次？
zh_hant: 取代計畫餐次？

source: Replace saved cooking progress?
ja: 保存済みの調理進捗を置き換えますか？
zh_hans: 替换已保存的烹饪进度？
zh_hant: 取代已儲存的烹飪進度？

source: Save a recipe
ja: レシピを保存
zh_hans: 保存食谱
zh_hant: 儲存食譜

source: Shop for a meal
ja: 食材を買い物
zh_hans: 准备餐食采购
zh_hant: 準備餐食採買

source: Timers
ja: タイマー
zh_hans: 计时器
zh_hant: 計時器

source: Unable to Add Ingredients
ja: 材料を追加できませんでした
zh_hans: 无法添加食材
zh_hant: 無法新增食材

source: Unable to Update Recipe
ja: レシピを更新できませんでした
zh_hans: 无法更新食谱
zh_hant: 無法更新食譜

source: Using RecipePouch
ja: RecipePouchの使い方
zh_hans: 使用 RecipePouch
zh_hant: 使用 RecipePouch

source: Your local data
ja: ローカルデータ
zh_hans: 本机数据
zh_hant: 本機資料

source: Take a photo
ja: 写真を撮る
zh_hans: 拍摄照片
zh_hant: 拍攝照片

source: Read a recipe from a book or a note.
ja: 本やメモからレシピを読み取ります。
zh_hans: 从书籍或笔记中读取食谱。
zh_hant: 從書籍或筆記中讀取食譜。

source: Import from Photos
ja: 写真から取り込む
zh_hans: 从照片导入
zh_hant: 從照片匯入

source: Choose a screenshot or recipe photo.
ja: スクリーンショットまたはレシピの写真を選択します。
zh_hans: 选择截图或食谱照片。
zh_hant: 選擇截圖或食譜照片。

source: Keep ingredients and directions together.
ja: 材料と手順をまとめて保存します。
zh_hans: 将食材和做法一并保存。
zh_hant: 將食材和做法一併儲存。

source: Import a document
ja: 書類を取り込む
zh_hans: 导入文档
zh_hant: 匯入文件

source: Choose a text file or a PDF with selectable text.
ja: テキストファイルまたはテキストを選択できるPDFを選択します。
zh_hans: 选择文本文件或包含可选中文本的 PDF。
zh_hant: 選擇文字檔或包含可選取文字的 PDF。

source: Create manually
ja: 手動で作成
zh_hans: 手动创建
zh_hant: 手動建立

source: Write down a recipe of your own.
ja: 自分のレシピを書き留めます。
zh_hans: 记录自己的食谱。
zh_hant: 記錄自己的食譜。

source: Reading your photo…
ja: 写真を読み取り中…
zh_hans: 正在读取照片…
zh_hant: 正在讀取照片…

source: Reading your document…
ja: 書類を読み取り中…
zh_hans: 正在读取文档…
zh_hant: 正在讀取文件…

source: Reading the recipe page…
ja: レシピページを読み取り中…
zh_hans: 正在读取食谱网页…
zh_hant: 正在讀取食譜網頁…

source: Saving your recipe…
ja: レシピを保存中…
zh_hans: 正在保存食谱…
zh_hant: 正在儲存食譜…

source: Photo saved. Add the ingredients and steps when you're ready.
ja: 写真を保存しました。準備ができたら材料と手順を追加してください。
zh_hans: 照片已保存。准备好后可以补充食材和步骤。
zh_hant: 照片已儲存。準備好後可以補充食材和步驟。

source: A camera isn't available here. Choose Import from Photos instead.
ja: ここではカメラを使えません。代わりに写真から取り込んでください。
zh_hans: 此处无法使用相机。请改为从照片导入。
zh_hant: 此處無法使用相機。請改為從照片匯入。

source: Camera access is off. Enable it for Recipe in iPhone Settings, or use Import from Photos.
ja: カメラへのアクセスがオフです。iPhoneの設定でRecipeのカメラアクセスを許可するか、写真から取り込んでください。
zh_hans: 相机权限已关闭。请在 iPhone 设置中为 Recipe 开启相机权限，或从照片导入。
zh_hant: 相機權限已關閉。請在 iPhone 設定中為 Recipe 開啟相機權限，或從照片匯入。

source: Source saved — add the missing details
ja: ソースを保存しました — 不足している詳細を追加してください
zh_hans: 来源已保存 — 请补充缺失信息
zh_hant: 來源已儲存 — 請補充缺少的資訊

source: Saved to your recipes
ja: レシピに保存しました
zh_hans: 已保存到食谱库
zh_hant: 已儲存至食譜庫

source: Complete recipe
ja: レシピを完成させる
zh_hans: 完善食谱
zh_hant: 補完食譜

source: Open recipe
ja: レシピを開く
zh_hans: 打开食谱
zh_hant: 開啟食譜

source: The passwords do not match.
ja: パスワードが一致しません。
zh_hans: 两次输入的密码不一致。
zh_hant: 兩次輸入的密碼不一致。

source: Check %@ to verify your account, then return to RecipePouch.
ja: %@を確認してアカウントを認証し、RecipePouchに戻ってください。
zh_hans: 请查看 %@ 验证账号，然后返回 RecipePouch。
zh_hant: 請查看 %@ 驗證帳號，然後返回 RecipePouch。

source: A password reset link was sent to %@.
ja: パスワードのリセットリンクを%@に送信しました。
zh_hans: 密码重设链接已发送至 %@。
zh_hant: 密碼重設連結已傳送至 %@。

source: Apple sign-in did not return a usable identity token.
ja: Appleサインインから有効なIDトークンを取得できませんでした。
zh_hans: Apple 登录未返回可用的身份令牌。
zh_hant: Apple 登入未傳回可用的身分權杖。

source: Signed in successfully, but your name couldn't be saved. You can update your profile later.
ja: サインインしましたが、名前を保存できませんでした。プロフィールから後で更新できます。
zh_hans: 已成功登录，但无法保存姓名。你可以稍后更新个人资料。
zh_hant: 已成功登入，但無法儲存姓名。你可以稍後更新個人資料。

source: Your older collection names are still safe. Migration can be retried. %@
ja: 以前のコレクション名は保持されています。移行を再試行できます。%@
zh_hans: 旧食谱册名称仍安全保留。你可以重试迁移。%@
zh_hant: 舊食譜集名稱仍安全保留。你可以重試遷移。%@

source: Your previous cooking session could not be restored. %@
ja: 前回の調理セッションを復元できませんでした。%@
zh_hans: 无法恢复上次的烹饪进度。%@
zh_hant: 無法還原上次的烹飪進度。%@

source: Your cooking progress could not be saved. %@
ja: 調理の進捗を保存できませんでした。%@
zh_hans: 无法保存烹饪进度。%@
zh_hant: 無法儲存烹飪進度。%@

source: The timer is running, but its notification could not be scheduled. %@
ja: タイマーは動作中ですが、通知を設定できませんでした。%@
zh_hans: 计时器正在运行，但无法安排通知。%@
zh_hant: 計時器正在執行，但無法安排通知。%@

source: %@ remaining
ja: 残り %@
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

source: Export saved as %@.
ja: %@としてエクスポートを保存しました。
zh_hans: 已保存导出文件：%@。
zh_hant: 已儲存匯出檔案：%@。

source: A collection with this name already exists.
ja: 同じ名前のコレクションがすでにあります。
zh_hans: 已存在同名食谱册。
zh_hant: 已存在同名食譜集。

source: Choose a serving count greater than zero.
ja: 1以上の人数を選択してください。
zh_hans: 请选择大于零的份数。
zh_hant: 請選擇大於零的份數。

source: Set the recipe's original serving count before scaling it.
ja: 分量を変更する前に、レシピの元の人数を設定してください。
zh_hans: 请先设置食谱的原始份数，再进行换算。
zh_hant: 請先設定食譜的原始份數，再進行換算。

source: The recipe's serving count must be greater than zero.
ja: レシピの人数は1以上にしてください。
zh_hans: 食谱份数必须大于零。
zh_hant: 食譜份數必須大於零。

source: Give each selected ingredient a name before adding it.
ja: 追加する前に、選択した各材料に名前を付けてください。
zh_hans: 添加前请为每种所选食材填写名称。
zh_hant: 新增前請為每種所選食材填寫名稱。

source: Choose a valid date for your meal.
ja: 有効な食事の日付を選択してください。
zh_hans: 请选择有效的用餐日期。
zh_hant: 請選擇有效的用餐日期。

source: The library contains duplicate identifiers.
ja: ライブラリに重複した識別子があります。
zh_hans: 食谱库中包含重复标识符。
zh_hant: 食譜庫中包含重複識別碼。

source: The library contains an item that is also marked as deleted.
ja: ライブラリ内の項目が削除済みとしても記録されています。
zh_hans: 食谱库中有项目同时被标记为已删除。
zh_hant: 食譜庫中有項目同時被標記為已刪除。

source: Collection names must be unique and cannot be empty.
ja: コレクション名は空欄にできず、重複もできません。
zh_hans: 食谱册名称不能为空且必须唯一。
zh_hant: 食譜集名稱不可為空且必須唯一。

source: A collection contains an unavailable or duplicate recipe relationship.
ja: コレクションに利用できない、または重複したレシピとの関連があります。
zh_hans: 食谱册包含不可用或重复的食谱关联。
zh_hant: 食譜集包含無法使用或重複的食譜關聯。

source: Check the recipe's servings, times and ingredient identifiers.
ja: レシピの人数、時間、材料識別子を確認してください。
zh_hans: 请检查食谱份数、时间和食材标识符。
zh_hant: 請檢查食譜份數、時間和食材識別碼。

source: Check the cooking step's ingredient links and timers.
ja: 調理手順に紐付く材料とタイマーを確認してください。
zh_hans: 请检查烹饪步骤的食材关联和计时器。
zh_hant: 請檢查烹飪步驟的食材關聯和計時器。

source: Check the grocery item's name and recipe sources.
ja: 買い物リスト項目の名前とレシピソースを確認してください。
zh_hans: 请检查购物清单项目的名称和关联食谱。
zh_hant: 請檢查購物清單項目的名稱和關聯食譜。

source: A meal plan refers to an unavailable recipe or date.
ja: Meal Planが利用できないレシピまたは日付を参照しています。
zh_hans: 周计划引用了不可用的食谱或日期。
zh_hant: 週計畫引用了無法使用的食譜或日期。

source: A day contains more than one recipe in the same meal slot.
ja: 同じ日の同じ食事枠に複数のレシピが登録されています。
zh_hans: 同一天的同一餐次安排了多份食谱。
zh_hant: 同一天的同一餐次安排了多份食譜。

source: Give the collection a name.
ja: コレクションに名前を付けてください。
zh_hans: 请为食谱册命名。
zh_hant: 請為食譜集命名。

source: Collection names can be up to 80 characters.
ja: コレクション名は80文字以内で入力してください。
zh_hans: 食谱册名称最多可包含 80 个字符。
zh_hant: 食譜集名稱最多可包含 80 個字元。

source: Favorites is already built in.
ja: Favoritesは標準コレクションです。
zh_hans: “收藏”已是内置食谱册。
zh_hant: 「收藏」已是內建食譜集。

source: %lld of %lld step completed
ja: %lld / %lld 手順を完了
zh_hans: %lld 步中已完成 %lld 步
zh_hant: %lld 步中已完成 %lld 步

source: %lld of %lld steps completed
ja: %lld / %lld 手順を完了
zh_hans: %lld 步中已完成 %lld 步
zh_hant: %lld 步中已完成 %lld 步

source: %@ timer
ja: %@ タイマー
zh_hans: %@ 计时器
zh_hant: %@ 計時器

source: %@, not used
ja: %@、未使用
zh_hans: %@，未使用
zh_hant: %@，未使用

source: %@, used
ja: %@、使用済み
zh_hans: %@，已使用
zh_hant: %@，已使用

source: Double tap to expand or collapse this group
ja: ダブルタップしてグループを展開または折りたたむ
zh_hans: 轻点两下以展开或收起此分组
zh_hant: 點兩下以展開或收合此群組

source: Double-tap to change selection
ja: ダブルタップして選択を変更
zh_hans: 轻点两下以更改选择
zh_hant: 點兩下以更改選取項目

source: Edit %@
ja: %@を編集
zh_hans: 编辑 %@
zh_hant: 編輯 %@

source: Edit %@, %@
ja: %@、%@を編集
zh_hans: 编辑 %@，%@
zh_hant: 編輯 %@，%@

source: Favorite %@
ja: %@をお気に入りに追加
zh_hans: 收藏 %@
zh_hant: 收藏 %@
